### why“版本递”？
--- 
>每个程序猿都有一个自己的宝贝helloworld，里面包含各种demo、utils、case，我们把他当自己的亲生宝贝一样对待。当有新版本类库更新，我们马上进行升级，让他永远不过时，保持最新。那如何知道这些类库更新了呢？这是一个非常耗时耗力的工作，为了解决这个问题，版本递进行了常用类库latest版本收集归类，让大忙人的你，节省时间，专心工作。


### what"版本递"?
---
> 专注提供最新的、热门的、有价值的、github releases 更新动态，帮助研发程序猿、测试攻城狮、运维大拿们了解动态、节约宝贵时间。

### 欢迎你的贡献
---
> 目前“版本递”还不完善，希望大家能提供一些宝贵意见，您可以提 issue 和 pull request给我。


### 写在最后
---
> 希望"版本递"能对您有所帮助，您的支持是我坚持的动力。
> 喜欢就star吧。

### 版本递的订阅号
---
<img src="https://github.com/jartisan2001/latest/blob/master/Image.jpg" width="400" hegiht="400" align=left />